# St7DeleteLoadPathTemplatePointForce

Deletes a point force from the specified load path template.

long St7DeleteLoadPathTemplatePointForce(long uID, long TemplateID, long Vehicle,

long Pos)

Input Parameters

uID

Strand7 model file ID.

TemplateID

Load path template ID.

Vehicle

Vehicle number.

Pos

Point force number.